{
  "screens": [
    {
      "id": "0",
      "title": "GLORIOUS INDIA",
      "description": "Intent behind glorious india application is spreading awareness about INDIA. New sections will be added periodically for a better understanding of this extraordinary country. Click on any section for further details!!",
      "groups": [
        {
          "id": "0",
          "title": "Freedom Fighters",
          "description": "Our Indian men & women faced a lot of problems by British Government & Dutch people. After a united struggle of our freedom fighters only now we can enjoy our freedom living in India. We should remember each one sacrifice their lives for our current free life. Salute to them! Here is some of the major freedom fighters in India did a major contribute to our nation.",
          "entities": [
            {
              "id": "0",
              "title": "SUBHASH CHANDRA BOSE",
              "dob": "Jan 23, 1897",
              "dod": "Aug 18, 1945",
              "imageUrl": "https://www.culturalindia.net/iliimages/Netaji-Subhash-Chandra-Bose-ili-26-ogimg.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Subhas_Chandra_Bose",
              "alias": "Netaji",
              "organizations": [
                "Indian National Army",
                "Congress"
              ],
              "movement": "Azad Hind",
              "description": "One of the greatest patriots of Mother India. He was strongly influenced by Swami Vivekananda’s teaching and was known for his patriotic zeal as a student. He joined the Indian National Congress, and also elected as the president of the party.",
              "quotes": [
                "Give me your blood and I will give you freedom",
                "One individual may die for an idea, but that idea will, after his death, incarnate himself in a thousand lives.",
                "No real change in history has ever been achieved by discussions.",
                "Freedom is not given, it is taken."
              ]
            },
            {
              "id": "1",
              "title": "Bhagat Singh",
              "dob": "Sep 28, 1907",
              "dod": "March 23, 1931",
              "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9b/Bhagat_Singh_1929_140x190.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Bhagat_Singh",
              "alias": "Sahid-e-Azam",
              "organizations": [
                "Naujawan Bharat Sabha",
                "Hindustan Socialist",
                " Republican Association",
                "Kirti Kisan Party"
              ],
              "movement": "Indian Independence movement",
              "description": "Bhagat Singh was an Indian nationalist considered to be one of the most influential revolutionaries of the Indian independence movement. He is often referred to as Shaheed Bhagat Singh, the word Shaheed meaning martyr in a number of Indian languages.",
              "quotes": [
                "Zindgi to apne damm par hi jiyi jati hey..dusro k kandhe par tohh shirf janaje uthaye jate hey.",
                "Lovers, Lunatics and poets are made of same stuff.",
                "I am a man and all that affects mankind concerns me."
              ]
            },
            {
              "id": "2",
              "title": "Lala Lajpat Rai",
              "dob": "28 January 1865",
              "dod": "17 November 1928",
              "imageUrl": "https://www.newsbugz.com/wp-content/uploads/2018/05/Lala-Lajpat-Rai-e1527061311402.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Lala_Lajpat_Rai",
              "alias": "Punjab Kesari",
              "organizations": [
                "Indian National Congress",
                "Hindu Mahasabha"
              ],
              "movement": "Indian Independence movement",
              "description": "Lala Lajpat Rai, was an Indian Punjabi author and politician who is chiefly remembered as a leader in the Indian Independence movement. He was popularly known as Punjab Kesari meaning The Lion of Punjab also known as Sher-E-Punjab in Punjabi.",
              "quotes": [
                "The shots that hit me are the last nails to the coffin of british rule in India.",
                "Since the cruel killing of cows and other animal have commenced, I have anxiety for the future generation."
              ]
            },
            {
              "id": "3",
              "title": "Chandra Shekhar Azad",
              "dob": "July 23, 1906",
              "dod": "February 27, 1931",
              "imageUrl": "https://www.oneindia.com/img/2017/08/chandrashekhar-azad-01-1501586443.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Chandra_Shekhar_Azad",
              "alias": "Azad",
              "organizations": [
                "Hindustan Socialist Republican Association"
              ],
              "movement": "Indian Independence movement",
              "description": "A daring freedom fighter and a fearless revolutionary, Chandra Shekhar was born on 23 July 1906 in Bhavra, Madhya Pradesh. Involved in incidents such as Kakori Train Robbery, assembly bomb incident and the shooting of Saunders at Lahore, to avenge the killing of Lala Lajpat Rai, he was the face of revolutionary India.",
              "quotes": [
                "If yet your blood does not rage, then it is water that flows in your veins. For what is the flush of youth, if it is not of service to the motherland.",
                "We will face the bullets of the enemies, we are free and will remain free.",
                "A Plane is always safe on the ground but it is not made for that, Always take some meaningful risks in life to achieve great heights."
              ]
            },
            {
              "id": "4",
              "title": "Ashfaqulla Khan",
              "dob": "October 22, 1900",
              "dod": "December 19, 1927",
              "imageUrl": "http://www.towardsfreedom.in/site/gallery_images/67_gai_o.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Ashfaqulla_Khan",
              "alias": "Ashfaq Ulla Khan",
              "organizations": [
                "Hindustan Socialist Republican Association"
              ],
              "movement": "Indian freedom fighter",
              "description": "Ashfaqulla Khan was a freedom fighter in the Indian independence movement who had given away his life along with Ram Prasad Bismil. Bismil and Ashfaq. Ashfaq used to write poetry with the pen name of 'Hasrat'. Ashfaqulla Khan was the first Indian Muslim who was hanged in a conspiracy against British Raj in the twentieth century.",
              "quotes": [
                "Khoon se khelenge Holi gar Vatan mushkil main hai",
                "There is no Dream, and if there is, there is only one to see you my children struggling for the same and for which I am expected to be finished",
                "Weep not children, weep not elders; I am immortal!"
              ]
            },
            {
              "id": "5",
              "title": "Abul Kalam Azad",
              "dob": "November 11, 1888",
              "dod": "February 22, 1958",
              "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Abul_Kalam_Azad_1.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Abul_Kalam_Azad",
              "alias": "Maulana Azad",
              "organizations": [
                "Indian National Congress"
              ],
              "movement": "Indian freedom fighter",
              "description": "Maulana Azad was a noted poet, writer and journalist and a traveller. He travelled countries like Afghanistan, Egypt, Iran, Syria and Turkey. He was well known because of his adopted pen name Azad(Free). There was great indulgence by him in opposing the partition on Bengal in 1905. His published books critising Britishers created a sense of freedom movement in many Indian hearts.",
              "quotes": [
                "Slavery is worst even if it bears beautiful names",
                "Many people plant trees but few of them get fruit of it",
                "Education imparted by heart can bring revolution in the society"
              ]
            },
            {
              "id": "6",
              "title": "Mahadevi Verma",
              "dob": "March 26, 1907",
              "dod": "September 11, 1987",
              "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/42/MahadeviVarmaPic.png",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Mahadevi_Varma",
              "alias": "Modern Meera",
              "organizations": [],
              "movement": "Chhayavaad",
              "description": "Mahadevi verma was a notable hindi writer. Her notable works include Yama, Mera Parivaar and Path ke saathi. She immensly contributed in Chhayavaad movement. Her works also instilled need of freedom movement through indian men and women.",
              "quotes": [
                "Tum mujhme priye, fir parichay kya",
                "Ve muskate fool nhi jinhe aata h murjhana, Ve taaro k deep nhi jinhe aata h bujh jaana."
              ]
            },
            {
              "id": "7",
              "title": "Mangal Pandey",
              "dob": "July 19, 1827",
              "dod": "April 8, 1857",
              "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Mangal_Pandey_1984_stamp_of_India.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Mangal_Pandey",
              "alias": "The man who knew no fear",
              "organizations": [
                "Bengal Native Infantry",
                ""
              ],
              "movement": "Indian freedom fighter",
              "description": "Mangal Pandey, the man who knew no fear, was one of the very first freedom fighters of India. He is also one of the most known freedom fighter personlaities in India. The fight for freedom was ignited primarily by Mangal pandey in meerut circa 1857 when he went against British Army for using rifle that carried cow fat greased cartridge. Many movies are made on him which ignites patriotism in every Indian till date.",
              "quotes": [
                "Aaj tak aapne hamari wafadaari dekhi h, ab krodh dekhiye",
                "This is the fight for freedom, the freedom from yesterday.. for tomorrow",
                "Main hoon Hindustan"
              ]
            },
            {
              "id": "8",
              "title": "Basanti Devi",
              "dob": "March 23, 1880",
              "dod": "1974",
              "imageUrl": "https://www.basantidevicollege.edu.in/Images/Basanti_devi.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Basanti_Devi",
              "alias": "Basanti Devi",
              "organizations": [
                "Indian National Congress",
                "Naari karma mandir"
              ],
              "movement": "Khilafat Movement",
              "description": "Basanti devi was born at diwan's house and from early age took participation in various freedom movements like Khilafat movement | Non-cooperation Movement | Civil disobedience movement etc. She took charge of publishing weekly publication Bangalar Katha ( The story of bengal ). Subhash chandra bose highly respected her and considered her to be his mother.",
              "quotes": []
            },
            {
              "id": "9",
              "title": "Vallabhbhai Jhaverbhai Patel",
              "dob": "October 31, 1875",
              "dod": "December 15, 1950",
              "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Sardar_patel_%28cropped%29.jpg",
              "readMoreUrl": "https://en.wikipedia.org/wiki/Vallabhbhai_Patel",
              "alias": "Sardar Patel",
              "organizations": [
                "Indian National Congress"
              ],
              "movement": "Indian freedom fighter",
              "description": "Sardar Patel was first deputy prime minister of free India. His greatest achievement is considered of convincing 565 princely states to merge and form a united India. For this he was also termed as Iron man of India. The way he led people for freedom fight, people termed him as Sardar(Leader). If not him then India may have been nothing but 100's of small princely states fighting for each others land.",
              "quotes": [
                "My only desire is that India should be a god producer and no one should be hungry, shedding tears for food in the country",
                "There is something unique in this soil, which despite many obstacles has always remained the abode of great souls",
                "It is in my nature to be a friend of the friendless",
                "Manpower without unity is not a strength unless it is harmonized and united properly, then it becomes a spiritual power"
              ]
            }
          ]
        }
      ]
    }
  ]
}